Revit 2024 API
UnitTypeId.UsGallonsPerMinute Property
 US gallons per minute.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId UsGallonsPerMinute { get; }
Visual Basic
Public Shared ReadOnly Property UsGallonsPerMinute As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UsGallonsPerMinute {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace